"BUTTON_AUTHENTICATE" = "Використовувати мій номер телефону";

"BUTTON_CONTINUE" = "Продовжити";

"BUTTON_DISMISS" = "Відхилити";

"BUTTON_DONE" = "Готово";

"BUTTON_NOT_NOW" = "Не зараз";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Надіслати код підтвердження ще раз";

"BUTTON_RETRY" = "Повторити";

"BUTTON_SENDING" = "Надсилається...";

"BUTTON_SENDING_CONF_CODE" = "Надсилання коду підтвердження";

"BUTTON_SEND_CONF_CODE" = "Надіслати код підтвердження";

"BUTTON_SENT_CONF_CODE" = "Код підтвердження надіслано";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Увійти за допомогою профілю Твіттера";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Спробуйте інший номер телефону";

"CALL_ME_ACTION" = "Зателефонуйте мені";

"CALL_ME_LOADING" = "Телефонуємо...";

"ERROR_CANT_SMS" = "Не вдалося надіслати на цей номер SMS-повідомлення.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Перевірте код і повторіть спробу";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ой, здається, виникла проблема з мережею. Спробуємо ще раз? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Перевірте свій номер і спробуйте ще раз.";

"ERROR_TRY_AGAIN_LATER" = "Не вдалося виконати вхід за допомогою профілю Твіттера. Повторіть спробу пізніше.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Ви вже встановили код 2-етапного підтвердження на сайті <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Якщо натиснути кнопку «Зателефонуйте мені», додаток <u>Digits by Twitter</u> надішле вам голосовий виклик для підтвердження вашого номера телефону. Може стягуватися плата за повідомлення та передавання даних.";

"FOOTNOTE_CREATE_ACCOUNT" = "Натискаючи кнопку «Продовжити» вище, ви погоджуєтеся з <u>Умовами надання послуг</u>, <u>Політикою конфіденційності</u> та <u>Політикою використання файлів «cookie»</u> додатка Digits by Twitter, а інші користувачі %@ зможуть знаходити вас за номером телефону та/або адресою електронної пошти.";

"FOOTNOTE_SEND_CONF_CODE" = "Якщо натиснути кнопку «Надіслати код підтвердження» вище, додаток <u>Digits by Twitter</u> надішле вам SMS-повідомлення для підтвердження вашого номера телефону. Може стягуватися плата за повідомлення та передавання даних.";

"FOOTNOTE_TOS_UPDATE" = "Натискаючи кнопку «Продовжити» вище, ви погоджуєтеся з оновленими <u>Умовами надання послуг</u>, <u> Політикою конфіденційності</u> та <u>Політикою використання файлів «cookie»</u> додатка Digits by Twitter, а також із тим, що інші користувачі додатка %@ зможуть знайти вас за номером телефону та/або адресою електронної пошти.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Введіть код 2-етапного підтвердження";

"LABEL_ENTER_CONF_CODE" = "Введіть код підтвердження";

"LABEL_ENTER_PHONE_NUMBER" = "Введіть свій номер телефону";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Ми використовуємо додаток Digits by Twitter, щоб знайти більше ваших друзів, які ним користуються. Коли ви торкнетеся кнопки «OK», ми завантажимо вашу адресну книгу до Digits by Twitter, щоб допомагати вам знаходити користувачів %@, яких ви знаєте, або допомагати іншим користувачам %@ знаходити вас.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Пошук друзів";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Не вдалося підтвердити ваш номер телефону";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "На жаль, нам не вдалося надіслати вам код підтвердження.";

"PARTIAL_FOOTNOTE_THIS_APP" = "цього додатку";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Код підтвердження";

"PLACEHOLDER_CONF_CODE" = "Код підтвердження";

"PLACEHOLDER_YOUR_NUMBER" = "Ваш номер телефону";

"WAIT_FOR_CONF_CODE" = "Ми надішлемо на ваш телефон код підтвердження протягом однієї хвилини.";

